{
  "classify": {
    "service_descr": "Här kan du få förslag på ämnesklassificering. Klistra in titel, nyckelord och/eller sammanfattning från den output som du vill klassificera.",
    "documentation": "<p>Här kan du ämnesklassificera output för att utöka sökbarheten i Swepub och andra relaterade system. Förslag till klassificering av forskningsoutput ges enligt <a href='https://www.scb.se/dokumentation/klassifikationer-och-standarder/standard-for-svensk-indelning-av-forskningsamnen/'>Standarden för svensk indelning av forskningsämnen 2011</a> (SSIF), utarbetad av Statistiska centralbyrån (SCB) och Universitetskanslersämbetet (UKÄ, tidigare Högskoleverket, HSV).</p><p>Tjänsten är baserad på dataunderlag i Swepub. Därför speglar förslagen de tidigare inskickade beskrivningarna och ämnesklassificeringarna. Det innebär till exempel att output inom medicin och naturvetenskap ger mer precisa och tillförlitliga förslag än humaniora och konst, samhällsvetenskap samt lantbruksvetenskap. Dataunderlaget är större för medicin och naturvetenskap eftersom output inom dessa ämnen ofta levereras med sammanfattningar och är flera i antal. Observera även att output på engelska är mer vanligt förekommande i Swepub än output på svenska vilket också påverkar precisionen och tillförlitligheten av förslagen.</p><strong>Hur räknas poängvärden?</strong><p>En algoritm jämför texten du skickar in med ämnesklassificeringar i Swepub-poster. Om texten matchar mot output med liknande titel, nyckelord och/eller sammanfattning, samlar algoritmen in SSIF-ämnesklassificeringen från posten. Därefter lägger algoritmen ihop poängen för varje ämnesklassificering utifrån alla poster de finns med. Poängen ligger inom skala mellan 0-1. Ju högre poäng, desto mer tillförlitligt är resultatet. </p><strong>Varför baseras matchning på titel, nyckelord och sammanfattning?</strong><p>Titel, nyckelord och/eller sammanfattning beskriver innehållet i forskningsoutputen. Algoritmen tar inte hänsyn till affiliering och/eller publiceringskanal. Ämnet i dessa motsvarar nödvändigtvis inte ämnet i den output som ska beskrivas. Om affiliering och/eller publiceringskanal användes skulle det kunna vikta poängen på ett sätt som baseras på förutbestämda ämnesklassificeringar.</p><strong>Vilka språk stödjer tjänsten?</strong><p>Svenska och engelska. Ange därför bara information på dessa språk.</p><p>Mer information om regler för ämnesklassificering hittar du i <a href='https://www.kb.se/samverkan-och-utveckling/swepub/format-och-praxis'>Nationella riktlinjer för beskrivning av forskningsoutput</a>.</p>"
  },
  "bibliometrics": {
    "service_descr": "Metadata om forskningsoutput för underlag till bibliometriska analyser och statistik. Om ett sökfält lämnas tomt, visas all data inom det fältet. För full datadump från Swepub, se <a href='/bibliometrics/datadump'>Datadump</a>.",
    "datadump": "<p>För att underlätta återanvändandet av Swepub-data lägger vi upp fullständiga databasdumpar. Datadumparna är tillgängliga via FTP-server. Länken nedan leder till en indexsida som innehåller månatliga datadumpar i formatet JSON Lines. Datadumpar är baserade på ett fullständigt uttag av alla data med alla fält.</p><p>Tillgängliga datadumpar från Swepub: <a href='ftp://ftp.libris.kb.se/pub/spa/'>ftp://ftp.libris.kb.se/pub/spa/</a></p>",
    "export_descr": "Markera vilka parametrar som ska finnas med i exporten och klicka på Exportera i valfritt format. Avmarkera de förvalda parametrar du inte vill ha med. Genom att klicka på rubriken till grupperingar av parametrar markerar/avmarkerar du samtliga parametrar under rubriken. Förklaringar till parametrar finns i <a target='_blank' href='https://www.kb.se/swepub-ordlista'>Swepubs ordlista</a>. Postens ID länkar till den fullständiga posten i JSON-format."
  },
  "dataQuality": {
    "service_descr": "Här kan du söka fram poster som inte har blivit validerade. Dessutom hittar du de berikningar som har gjorts av Swepub.",
    "flag_descr": "Här kan du skapa listor för export med de valideringsflaggor och berikningar som gjorts för vald tidsperiod. <a href='https://www.kb.se/samverkan-och-utveckling/swepub/datamodell/uppmarkningsflaggor.html'>Mer information om berikning och validering i Swepub</a>.",
    "export_descr": "Här kan du se vad för typ av parametrar och uppgifter som kommer att finnas med i exporten. Klicka på Exportera för att få en fil med samtliga poster märkta med validerings- och/eller berikningsflaggor. Postens ID länkar till den fullständiga posten i JSON-format. <a href='http://www.kb.se/samverkan-och-utveckling/swepub/dataatkomst'>Mer information om de fullständiga posterna i JSON</a>."
  },
  "harvestStatus": {
    "service_descr": "Här kan du ta del av information kring den senaste leverans som genomförts för en organisation. Samtliga poster som tas in i Swepub uppnår <a href='https://www.kb.se/samverkan-och-utveckling/swepub/datamodell/bibliografisk-miniminiva.html'>bibliografisk miniminivå</a>."
  }
}